{
    "HOME": {
        "TITLE": "Dylan est un",
        "SUBTITLE": "Il crée des sites web responsifs et des applications où la technologie rencontre la créativité",
        "CONTACT": "Contactez-moi!!",
        "CURRENT_WORK": "Actuellement occupé à ",
        "CURRENT_SITUATION": "apprendre .NET",
        "QUOTE" : "De grands pouvoirs impliquent de grandes factures d'électricité"
    },
    "HEADER": {
        "HOME": "accueil",
        "PROJECTS": "projets",
        "SKILLS": "compétences",
        "ABOUT": "à propos",
        "CONTACT": "contact"
    },
    "PROJECTS": {
        "TITLE": "projets",
        "ALL": "Voir plus"
    },
    "SKILLS": {
        "TITLE": "compétences",
        "LANGUAGES": "Langages",
        "DATABASES": "Bases de données",
        "FRAMEWORKS": "Frameworks",
        "TOOLS": "Outils",
        "OTHER": "Autre",
        "BACKEND": "Backend"
    },
    "ABOUT": {
        "TITLE": "à propos",
        "DESCRIPTION": "Bonjour, je suis Dylan!\n\n Je suis un développeur front-end autodidacte, habitant à Bruxelles, Belgique. Je  développe des sites web responsifs à partir de zéro et les transforme en expériences web modernes et conviviales.\n\n Transformer des idées et des designs en sites web est ma passion depuis plus d'un an maintenant et je veux le partager avec le monde. J'ai aidé divers clients à établir leur présence en ligne et je suis toujours à la recherche de nouveaux défis.\n Je suis toujours désireux d'apprendre de nouvelles technologies et d'améliorer mes compétences.\n",
        "BUTTON": "En savoir plus"
    },
    "CONTACT": {
        "TITLE": "contacts",
        "DESCRIPTION": "Je suis activement à la recherche d'un emploi dans le développement, de préférence front-end mais je suis également ouvert au développement full-stack.\nCependant, je suis également ouvert aux opportunités de freelance.\n\nSi vous souhaitez travailler avec moi ou juste en savoir plus, n'hésitez pas à me contacter.",
        "MESSAGE": "Envoyez-moi un message ici"
    },
    "FOOTER": {
        "DESCRIPTION": "Développer front-end et full-stack"
    },
    "FUN_FACTS": {
        "FACTS": [
            "J'aime l'escalade",
            "Je ne refuse jamais une partie d'échecs",
            "J'adore les frites",
            "Je fais du vélo tous les jours",
            "Je suis un amoureux de la nature",
            "Je trouve que faire du sport est ennuyeux mais je le fais quand même",
            "Avant je détestais JS",
            "Mais maintenant j'adore!"
        ]
    }
}